[
	{ 
		"catagories" : "UPDATES",
	   	"cover_pic" : "new_img/img_news1.jpg",
	   	"header" : "New World Update 1.0.2",
    	"detail" : "Find the list of bug fixes included on New World’s 1.0.2 update here.",
        "date" : "October 12, 2021",
	   	"story" : [
				"<img class='article-news' id='img' onclick='popup()' src='new_img/img_news1.jpg'>",
				"<i>New World Update: 1.0.2 will release at 3AM PT (10AM UTC) on October 13.</i><br><br>",
				"Greetings Adventurers!<br><br>",
		         "This week’s update brings in another swathe of bug fixes, alongside laying additional groundwork for the upcoming server transfer feature.",
		         "Many members of our team are still working tirelessly on ensuring everyone can find a world to call their long-term home with the character transfer feature.", 
                 "We’ll have more information on server transfers when they’re ready, and you can check out our ,<a href ='https://forums.newworld.com/t/server-transfer-update/354335'>forums announcement</a> ",
				 "for initial details. In the meantime, you can find the list of bug fixes we’ve addressed below.<br>",
		         "<br><br><h2 class='articletxt'>Faction Missions:</h2><br>We adjusted the rates of influence gain over time so that it will continue to require significant effort over time to flip a territory into conflict state:<br>",
		    "<ul>",
			"<li>Reduced the amount of influence increase over time significantly for attacking factions. This is to account for a bug we found where the increase was multiplied much faster than intended over time.",
			"<li>Removed the decrease in influence over time for defending factions.",
		    "</ul><br><br>",
		    "<h2 class='articletxt'>BUG FIXES:</h2><br>",
		    "<h6 class='articletxt'>GENERAL BUG FIXES:</h6><br>",
		    "<ul>",
			"<li>Fixed an issue where players could respawn as a corpse.",
			"<li>Fixed an issue where the tier 3 fishing treasure chest wouldn’t fight back after being hooked.",
			"<li>Fixed an issue where the tier 3 fishing treasure chest wouldn’t fight back after being hooked.fields.",
			"<li>Fixed an issue causing players kicked, suspended, banned, or removed from the game by Easy Anti-Cheat to receive unclear communication. Additional messaging has been added so players can better understand the penalty they received.",
			"<li>Fixed an issue causing territory influence to be reset after an Invasion.",
			"<li>Fixed an issue where players attempting to take a split amount of stacked items from a different settlement their faction owns, they were charged for the entire cost of the items in the stack.",
			"<li>Fixed a game crash caused by a player targeting another player with a healing effect at the exact moment they fast traveled or teleported away.",
			"<li>Fixed an issue reducing variety and potential quantity of loot obtained from game modes and chests within the world.",
			"<li>Fixed an issue causing some crafting bonuses to not provide the minimum intended values.",
			"<li>Fixed an issue where overflow items in storage transferred to a different territory.",
			"<li>Fixed an issue where petting Barkimedes caused the camera to jitter.",
			"<li>Fixed an issue causing the Ice Pylon ability to not cooldown appropriately.",
			"<li>Fixed an issue where settlement storage can become massively overflowed by expired contracts.",
			"<li>Fixed an issue where player’s movement could stutter after becoming encumbered from logging.",
			"<li>Fixed an issue where there were not enough chests at Hapless Homestead to fulfill Faction quest requirements.",
			"<li>Fixed an issue causing players to randomly teleport.",
			"<li>Fixed an issue where players disappear if standing still when a campsite turret blueprint is being held.",
			"<li>Fixed a visual issue causing repeater turrets to appear as if they were firing projectiles at an angle that did not align with the turret.",
		    	"<li>Fixed miscellaneous game crashes.",
		    "</ul>",
		    "<br><h6 class='articletxt'>AI Fixes</h6><br>",
		    "<ul>",
			"<li>Fixed an issue where Marshjaw respawned slower than intended at Flatfish Fishery.",
			"<li>Fixed an issue causing certain bears to respawn faster than intended.",
			"<li>Fixed an issue causing twice the intended number of Boars to spawn at the Boarsholm POI in Restless Shores.",
		    "</ul>",
		    "<br><h6 class='articletxt'>Store Fixes:</h6><br>",
		    "<ul>",
			"<li>Fixed an issue where players could be prompted to purchase an item they had previously started the unlocking process on in the in-game store when trying to unlock another item immediately after.",
			"<li>Fixed an issue causing store previews for skins to not work correctly when the player was actively wielding a weapon.",
			"<li>Fixed an issue where the Righteous Guardian armor skin would not change color in War.",
			"<li>Fixed an issue where theRunic Bear armor skin would not change color in War.",		
			"<li>Fixed an issue causing incorrect poses when previewing store items.",
		    "</ul><br><br>",
		    "Thank you for your support! We’ll see you in Aeternum."]
	},
	{	  
	   "catagories" : "UPDATES",
	   "cover_pic" : "new_img/img_news2.jpg",
	   "header" : "New World Update 1.0.1",
       "detail" : "Find the notes on New World’s 1.0.1 update here, including bug fixes and quality of life improvements.",
       "date" : "October 5, 2021",
	   "story" :["<img class='article-news' id='img' onclick='popup()' src='new_img/img_news2.jpg'>",
				"<i>New World Update: 1.0.1 will release at 3AM PT (10AM UTC) on October 6.</i><br><br>",
	            "Greetings, Adventurers!<br><br>",
			    "What a week it has been! We’re humbled and honored by the amount of adventurers that have begun to make their mark on Aeternum. <br><br>",
		         "Last week we shared that our top priority was ensuring that everyone could login and play quickly, without having to wait for queues.",
		        "To accomplish that, we more than doubled the number of available servers, increased server capacity on existing servers, and are continuing to work on a feature to allow players to transfer their characters to different servers, ",
				 "which will be available soon. While members of our team are working tirelessly on ensuring players can find a server to call their long-term home with the character transfer feature, other members have worked on a few additional quality of life updates and bug fixes to ensure that once players have entered Aeternum they’re able to play and progress as intended.<br><br>",
		    	"We’ll continue to work on server transfers, bug fixes, and other issues in future updates - thanks for your reports on the official New World forums!<br><br><br>",
		        "<h2 class='articletxt'>General</h2><br>",
				"We've implemented the groundwork for the character server transfer, and you may see elements of that work in the in-game store. We're continuing to work on this feature, and will have more information on how the system works later this week when we release server transfers.<br>",
		        "<br><h6 class='articletxt'>War</h6><br> Changed turret projectiles in War from physical projectiles to use hitscan detection. This should help performance in War, with fewer objects being spawned in the world.<br>",
		        "<br><h6 class='articletxt'>AFK Prevention</h6><br> In an effort to ensure players can’t stay AFK, especially in higher population servers, we’ve made the following adjustments to the AFK prevention system.<br>",
		    "<ul>",
			"<li>Added additional AFK prevention to ensure players cannot fool the existing system with simulated mouse movement.</li>",
			"<li>Shortened the AFK warning message from 20mins to 15mins.</li>",
			"<li>Shortened the AFK disconnect from 25mins to 20mins.</li>",
		    "</ul>",
		    "<br><h6 class='articletxt'>World Queue</h6><br> We added a confirmation screen when a player attempts to leave the queue for a world, asking the player to confirm if they’re intending to leave the queue. This should help ensure nobody accidentally leaves the queue and misses out on their spot in line.<br>",
		    "<br><h2 class='articletxt'>Bug fixes:</h2><br><h6 class='articletxt'>General Fixes</h6><br>",
		    "<ul>",
			"<li>Fixed a rare issue causing the interact key to not properly function on various objects in the world.</li>",
			"<li>Fixed an issue causing the barrel to not appear in “Pirate Stance” emote.</li>",
			"<li>Fixed an issue where players did not receive coin as a reward from some activities.</li>",
			"<li>Fixed a bug where interrupting the fast travel animation may cause the player’s character to become stuck inside of a house.</li>",
			"<li>Fixed an issue in Territory Standing rewards where some localized text was missing.</li>",
			"<li>Fixed an issue where players are asked to claim achievement titles multiple times after logging back into the game, despite already having claimed the rewards.</li>",
			"<li>Fixed an issue causing leg animations to freeze.</li>",
			"<li>Fixed game crashes related to the New World Twitch integrations.</li>?",
			"<li>Fixed a rare issue where players could enter state where they could not be hit by most attacks.</li>",
			"<li>Fixed an issue where certain item containers could be looted infinitely.</li>",
			"<li>Fixed an issue where the abandoning event notification could sometimes persist after the player abandoned the event.</li>",
		    "</ul>",
		    "<br><h6 class='articletxt'>AI Fixes</h6><br>",
			"<ul>",
			"<li>Fixed an issue causing Pastor Walsh to spawn aggressively at the Walsham point of interest (POI).</li>",
			"<li>Fixed an issue causing enemies to spawn slower than intended in the Bullrush Wash POI.</li>",
			"<li>Fixed an issue causing Overseer Zane to respawn slower than intended in the Something to Prove quest.</li>",
			"<li>Fixed an issue where Master Zindt could have duplicated respawns at the Kannan Tomb POI.</li>",
		    "</ul>",
		    "<br><h6 class='articletxt'>Quest Fixes </h6><br>",
		    "<ul>",
			"<li>Added missing journal information about the recommended quest level for players attempting to unlock the second faction rank.</li>",
			"<li>Fixed an issue where resetting the “Blessings of Earth” quest when you have gained any of the blessings will block progression in the Main Story Quest (MSQ).</li>",
			"<li>Fixed an issue where the 'Azoth Fulminate' quest will be unavailable to players if they first complete other Windsward quests. </li>",
			"<li>Fixed an issue where completing the “Goodwill Squashing” quest prevents the player from obtaining the “Arruda Jam” quest.</li>",
			"<li>Fixed an issue where the barkeep conversation state in First Light can enter a state where quests cannot be obtained from the barkeep.</li>",
			"<li>Fixed an issue where completing the 'Taste for Revenge''quest prevents the player from obtaining the", "Predator, Prey" ,"and ","Great Expectations" ,"quests.</li>",
			"<li>Fixed an issue where completing the “Curse of Ebony Hawk” quest prevents the player from obtaining the “Bond’s Gambit” quest.</li>",
			"<li>Fixed an issue where completing 'The Expedition into Saircor' quest prevents the player from obtaining the 'One Threat at a Time' quest.</li>",
			"<li>Fixed an issue where completing the 'Strength of the Earth' quest prevents the player from obtaining the 'Fading Lights' and 'Azure Tears' quests.</li>",
			"<li>Fixed an issue where completing the 'Twisted Metamorphosis' quest prevents the player from obtaining the 'Blessings of the Fallen' quest.</li>",
			"<li>Fixed an issue where completing the 'Facets of Light and Darkness' quest prevents the player from obtaining the 'Descent to Frosted Slumber' and 'Transmuting Iron to Dust' quests.</li>",
		    "</ul><br><br>",
		    "Thanks for your support! See you in Aeternum."]
	},
	{
	   "catagories" : "UPDATES",
	   "cover_pic" : "new_img/img_news3.jpg",
	   "header" : "Launch Day Update",
           "detail" : "Read an update from our team regarding New World's launch here.",
           "date" : "September 28, 2021",
	   "story": ["<img class='article-news' onclick='popup()' src='new_img/img_news3.jpg'>",
		   "Greetings, Adventurers!<br><br>",
		     "All regions are now live! It has been an unbelievable 24 hours and the support for New World that we’ve seen so far has been incredible. We understand that some players are experiencing lengthy queue times and we are working hard on a few things to help address these issues. We are continuing to stand up additional servers and will expand the capacity of our existing servers once we have properly tested these changes.<br><br>",
		     "Our sole focus right now is to get everyone logging in and playing quickly. To ensure everyone can find an open world now, while also finding a home in Aeternum with their community long-term, we’ll offer an opportunity in the next two weeks for all players to relocate their characters to a new server of their choice at no cost. We appreciate your patience as the New World community grows and encourage you to solidify your long-term server plans for you and your Company.<br><br>",
             "<br><h6 class='articletxt'><i>September 30 Update:</i></h6> <br> It’s been an incredible week of growth for the New World community. The demand we’ve seen has been staggering and we continue to be humbled by the number of players that want to explore Aeternum together. While it was certainly our aspiration to welcome massive numbers of players into the game during launch week, we were frankly surprised by just how many adventurers washed up on Aeternum’s shores. Over a million players entered New World on launch day. Each day after launch that number has increased, translating into long queue times for some of our more popular worlds. <br><br>",
             "Since our launch on Tuesday, we have more than doubled the number of servers and we are working to increase the capacity of all available servers to support a higher population cap. Our team has been working around the clock to add as many servers as we can and will continue to do so until we stabilize wait times. <br><br>",
		     "While we do that work, there are options to get into the game quickly. If you are a player logging in for the first time, forty percent of our live servers have low or no wait times. We encourage you to seek those servers out and get playing. We are also working hard on a feature that will allow you to transfer your characters to a different server, so if you choose one now just to get up and playing, you can make a different choice later to play on a server with your friends. Our goal is to release this feature next week, once we’ve thoroughly tested and are sure it’s ready. Prior to its release, we will provide detailed information on how the transfer process works. We know how important it is to be able to play with friends, so we're putting this feature at the top of our priority list.<br>",	
		     "<br><br>Thanks for your support! We can’t wait to see you in Aeternum."]
	},
	{
		"catagories":"GENERAL",
	   "cover_pic" : "about_news/about_new1.jpg",
	   "header" : "Character Progression",
	   "date" : "June 9, 2020",
	   "detail":"To survive and thrive in New World, you will need to overcome many challenges, learning new skills and abilities as you adventure forward. Characters progress across three major categories: Core Attributes, Trade Skills, and Weapon Mastery.",
	   "story" : ["<br>To survive and thrive in New World, you will need to overcome many challenges, learning new skills and abilities as you adventure forward. Characters progress across three major categories: Core Attributes, Trade Skills, and Weapon Mastery. While you are free to master as many or as few weapons and Trade Skills as you like, your Core Attributes ultimately govern a large part of how powerful you are relative to the various hostile creatures and other players in Aeternum.<br>",
	    "<br><h5 class='articletxt'>Core Attributes</h5><br>When you first arrive in Aeternum, your Character will have 5 points in each of the core attributes and you cannot drop below that 5-point minimum. Each time your Character levels up, you are granted Attribute Points to spend on whichever Attribute(s) you choose. Gains from Attributes are soft-capped at 195 points. You can go beyond the soft cap with the help of armor, weapons, and trinkets, but there are diminishing returns starting at 100 points. If you feel you’ve placed a point in error or you want to switch up your total point allocation, you can redistribute (respec) your attributes for a small fee. The cost to respec increases as you increase in level, however, so keep that in mind!<br>",
        "<img class='article-news' onclick='popup()' src='about_news/about_new1_1.jpg'><br><b>Strength</b><br><br>Strength governs your power with some melee weapons. Heavy melee weapons, such as the War Hammer, scale their damage exclusively on Strength, while lighter melee weapons like the Sword scale their damage primarily on Strength, but also slightly on Dexterity.<br><br>",
	    "<b>Dexterity</b><br><br>Dexterity governs your effectiveness with ranged weapons as well as some melee weapons. Bows and Muskets both grow in power as your character’s Dexterity increases.<br><br><b>Intelligence</b><br><br>Intelligence governs your power with magical weapons, including any magical Perks your weapons might have. Both purely magical weapons like the Fire Staff and physical weapons with a Magical Perk (such as the Ignited perk) grow in power based on your Intelligence Attribute.<br>",
	    "<br><b>Focus</b><br><br>Focus governs your Mana recovery rate and is also the attribute that governs the effectiveness of the Life Staff. Higher Focus not only means that you can cast more spells more regularly but your ability to use the Life Staff is increased.<br><br><b>Constitution</b><br><br>Constitution governs your overall Health pool. The higher your Constitution, the more damage you can sustain before succumbing to your injuries.",
	    "<br><br><h5 class='articletxt'>Trade Skills</h5><br>Trade Skills make up a variety of non-combat skills that you can master. There are 5 Gathering Skills, 5 Refining Skills, and 7 Crafting Skills.<br><img class='article-news' onclick='popup2()' src='about_news/about_new1_2.jpg'><br>",
		"<b>Gathering Skills</b><br><br>The 5 Gathering Skills are Mining, Skinning, Logging, Fishing, and Harvesting. Leveling up a Gathering Skill unlocks the ability to gather different, higher-level resources as well as track items related to that skill. Miners gather Stone and Ore, Skinners gather Animal Hides, Loggers gather Wood, Fishers pull fish from the waterways, and Harvesters gather Fibers and some food items, Fruits, and Vegetables. As your skill at gathering increases, you also gain the ability to detect nearby valuable resources and find special resources that can modify items when crafting.<br>",
	    "<br><b>Refining Skills</b><br><br>The 5 Refining Skills are Smelting, Stonecutting, Woodworking, Tanning, and Weaving. Leveling up a Refining Skill unlocks the ability to refine higher-level resources into higher-level crafting materials. Smelters refine Ore into Ingots, Stonecutters refine Stone into Blocks and cut Gemstones, Woodworkers refine Wood into Lumber, Tanners refine Rawhide into Leather, and Weavers refine Fibers into Cloth. As your Refining Skill increases, it makes you more resource-efficient: higher-level refiners have a chance to gain extra refined resources while they refine.<br>",
	    "<br><b>Crafting Skills</b><br><br>The 7 Crafting Skills are Weaponsmithing, Armoring, Jewelcrafting, Engineering, Arcana, Cooking, and Furnishing.<br>",
	    "<ul>",
		"<li>Weaponsmiths craft melee weapons.</li>",
		"<li>Armorers craft soft and hard armors.</li>",
		"<li>Jewelcrafters craft trinkets.</li>",
		"<li>Engineers craft ranged weapons and ammunition.</li>",
		"<li>Arcanists craft potions, tinctures, and magical weapons.</li>",
		"<li>Cooks craft meals and non-magical drinks.</li>",
		"<li>Furnishers craft furniture, storage, and trophies for houses.</li>",
	    "</ul>",
	    "Leveling a crafting skill unlocks more recipes and more powerful versions of them, along with some other things we go over in more detail in our Crafting article.<br>",
	    "<br><h5 class='articletxt'>Weapon Mastery</h5><br>Using a weapon in combat against creatures results in gaining XP for that weapon’s Mastery when those creatures are defeated. Every weapon in the game can be mastered. Each Weapon Mastery has 2 Skill Trees, and each Skill Tree has a selection of active abilities, passive modifiers, and bonuses that are exclusive to that weapon. Leveling your Weapon Mastery grants a point that can be spent to unlock one of these abilities, passives, or bonuses. However, it is not possible to unlock everything between both Mastery Trees, so you’ll have to choose wisely. If you want to try out a different build for a weapon, you can respec its Mastery Trees in exchange for some Azoth. We will dive deeper into Weapon Mastery in the future. However you choose to fight, you’ll need to forge and discover powerful weapons to fit your combat style. Whether battling in wars with other players or holding back waves of The Corrupted, your combat skills will mean the difference between life and death.<br>",
	    "<img class='article-news' onclick='popup3()' src='about_news/about_new1_3.jpg'><br>You will arrive to Aeternum battered and weak, but by venturing into this daunting and supernatural land you will find your power and forge your destiny. You will learn by doing, harden through combat, and become as dangerous as the forces you will face. How will you choose to grow in power and knowledge as you adventure in Aeternum?<br><br><i>*May 11, 2021: We made minor updates to this article to reflect changes during development.</i>"]
	},
	{
	   "catagories" : "UPDATES",
	   "cover_pic" : "about_news/about_new2.jpg",
	   "header" : "Forge & Fury - December Alpha Update",
	   "date" : "December 15, 2020",
	   "detail":"Today’s Alpha release brings brand-new improvements to New World’s combat. Read on for release notes and a closer look at our goals.",
	   "story": ["<br>The land of Aeternum is a wild, mystical place with a never-ending tide of dangerous inhabitants. From vicious wildlife to undead pirates, massive monsters, or even your fellow adventurers, there’s almost always a reason to keep your weapon at the ready.<br>",
           "<br><h6 class='articletxt'>Want to go straight to our December release notes? <a href='https://www.newworld.com/en-us/forge-and-fury-december-2020'>Check 'em out.</a>","</h6><br>",
	   "Since play testers first arrived in New World, we’ve taken in a massive amount of feedback on our combat system. In an Alpha update released today, we made changes to combat that we’d like to talk about, and we’d like to share our larger vision moving forward. Below, we've got a high-level view of the player feedback we’ve received and our plans for addressing it.<br>",
	   "<img class='article-news' onclick='popup()' src='about_news/about_new2_1.jpg'><br><br><h2 class='articletxt'>Our vision for combat</h2><br>At the highest level, we have three design pillars for combat in New World:<br><h6 class='articletxt'></h6><br>We want to emphasize positioning, timing, and aiming in a fast and fluid combat setting that allows player skill to shine on the battlefield.<br>",
	   "<br><h6 class='articletxt'>Skill-based, action-oriented</h6><br>We want to emphasize positioning, timing, and aiming in a fast and fluid combat setting that allows player skill to shine on the battlefield.<br> ",
	   "<br><h6 class='articletxt'>Visceral and high-impact</h6><br>Attacks from both players and enemies should have a level of commitment and weight to them. Meaty attacks should have appropriate responses from characters which encourages active defense strategies in encounters.<br>",
	   "<br><h6 class='articletxt'>Depth of system and builds</h6><br>We want to encourage creativity within the system to find the build that is right for you and your particular playstyle. Our goal is to design and tune the system to reward a wide range of builds and strategies.<br>",
	   "<img class='article-news' onclick='popup2()' src='about_news/about_new2_2.jpg'><br><h2 class='articletxt'>Recent Changes</h2><br>",
	   "Player feedback is an important piece to helping us realize our vision for combat. While feedback varies based on perspective and preference, there are some major trends and themes to what we’ve been hearing from players. Below are some of the biggest points of feedback we have received as well as the steps we have either taken or will be taking to address them.<br> ",
	   "<ul>",
	   "<br><li><b>Stunlock from light attack spam against either players or AI combatants isn’t fun.</b> Back in October, we added a “free dodge roll” after being hit multiple times by enemies to combat attack spam stunlock. With today’s update, we’re further expanding on that by removing the ability for basic attacks, both heavy and light, to interrupt a combatant. In addition, we’re “chaining” attacks by allowing players to string 2-3 light attacks (depending on which weapon you’re using) together before the chain restarts after a short pause, which will add a bit more of a natural rhythm to basic combat.</li>",
        "<br><li><b>Players want to use their abilities more (aka “Goodbye, Global Cooldown”).</b> The topic of ability use and cooldowns is a source of passionate discussion among players because it defines so much of the feel of moment-to-moment gameplay. <a href ='https://www.newworld.com/en-us/news/articles/alpha-testing-resumes'> In our October Alpha update</a>, we changed cooldowns to be separate for each individual weapon, rather than being shared across weapons. To go along with that, we also slightly sped up weapon switching. While we continue to monitor how this is affecting combat and iterate as needed. The feedback from our current Alpha Testers has been generally positive.</li>",
		"<br><li><b>Weapon, block, and skill hit detection needed improvements.</b> In an active, action-based combat system, the accuracy of hit detection is a huge deal and is one of the most difficult issues to address on a grand scale. We are constantly looking into improvements for hit detection and synchronization; some of those will be implemented in the near future, and we’ll keep striving to improve in this area.</li>",
        "<br><li><b>Weapon balancing is crucial.</b> While the Hatchet was far and away the worst offender during the Preview event, weapon balancing is always going to be at the forefront of mind when making changes to combat. As you may have seen in our previous updates, we have been making changes to the balance of weapons and skills, and we will continue to do so in the future. </li>",
		"<br><li><b>AI was able to interrupt players too frequently.</b> While we want PvE encounters to feel challenging and have real threat. Too many enemies were too good at interrupting players, which could lead to combat feeling less fluid. In October, we introduced a cooldown reset if a skill gets interrupted and in the future we plan to implement more changes to the AI system as a whole to address the root of this issue.</li>",
        "<br><li><b>Healing other players is surprisingly hard.</b> In our <a href='https://www.newworld.com/en-us/news/articles/secrets-of-the-swamp-november-alpha-update'>November Alpha release</a>, we introduced targeted healing to make the Life Staff easier to use when playing in a group. We are further improving the user experience for healing in today’s release, with even more tuning planned in the future.</li>",
		"<br><li><b>Body blocking makes ranged damage inconsistent in group play.</b> We want positioning and spacing to matter for combat. We currently don’t allow players to shoot through each other. However, we’ve recently introduced a dynamic scaling function for enemies. Elite and other high-profile targets are now easier to hit at range even when engaged in melee combat with other players.</li>",
        "<br><li><b>Ability input needs to allow players to react to changing combat conditions.</b> In action-based combat, being adaptable in an ever-changing situation is key, and some of the feedback we received suggested that our skill queueing system, as it existed previously, needed adjustment. As you fight, you are inputting actions. Those inputs are sorted into a queue (or buffer) that “remembers” what skill you want to start using next—in this way, you can queue one attack slightly before the previous one ends, which results in a more fluid feeling to combat. Today’s update includes a clean-up of input buffers, which should make ability use more consistent and allow players to better react to new developments on the field of battle. We’ll continue monitoring the situation and see what other changes may be necessary as time goes on.</li>",
	   "</ul><br>",
	   "<h2 class='articletxt'>Looking Ahead</h2><br>We will continue to refine combat by adding a larger variety of weapons, fine-tuning abilities and skills, making adjustments to existing systems, and adding new systems to push the envelope even further. Be sure to check out the ",
	   "<a href ='https://www.newworld.com/en-us/forge-and-fury-december-2020'>December Alpha release notes</a> for a detailed breakdown of today’s changes. As we continue development, we’ll keep you updated on our social channels and website with future updates."]
	},
	{
	   "catagories" : "UPDATES",
	   "cover_pic" : "about_news/about_new3.jpg",
	   "header" : "Introducing Expeditions",
	   "date" : "March 31, 2021",	
	   "incatgories":"Updates",
	   "detail":"With the release of the Amrine Excavation and the Garden of Genesis Expeditions, we wanted to share our vision for Expeditions in New World.",
	   "story" : ["<br>Last month, we introduced Expeditions: five-player instanced dungeons that will take players to the darkest corners of Aeternum. There, your party will face dire threats, learn more about the source of Corruption, expose the Angry Earth’s ulterior motives, reveal the deeper menace behind the Lost, and delve into the secrets of the ancient Guardians. Players can expect challenging battles which require skill and team coordination to complete. With the release of the Amrine Excavation and the Garden of Genesis, we wanted to share our vision for Expeditions in New World and the lore behind both of these experiences. <br>",
	   "<br><img class='article-news' onclick='popup()' src='about_news/about_new3_1.jpg'<br>",
	   "<br><h3 class='articletxt'>Our Vision</h3><br>Our vision for Expeditions can be characterized by three main pillars:<br>",
	   "<br><h6 class='articletxt'>Attainable Social Experience</h6><br>Expeditions require a group of three to five players for completion, and we are actively balancing Expeditions against five players of the recommended level. We want players to form groups to take part in a cooperative piece of content, where they will need to use teamwork to overcome challenges, solve puzzles, and battle monstrous bosses.<br>",
	   "<br><h6 class='articletxt'>New PvE Experience</h6><br>The mechanics, bosses, and special loot unique to Expeditions will have value on their own and provide a change of pace from the other activities you can experience in the open world.<br>",
 	   "<br><h6 class='articletxt'>Unique and Engaging</h6><br>Each Expedition will tell it’s own story and be a unique experience. We want to reward players putting in effort and taking part in each Expedition with pieces of loot and gear unique to that experience to incentivize exploring and conquering the various Expeditions spread throughout Aeternum. Instead of just increasing the enemy difficulty in successive Expeditions, the mechanics and puzzles are going to vary. For example, AI sets for bosses and mini-bosses will differ, and loot tables will be unique for each Expedition.<br>",
        "<br><h3 class='articletxt'>Amrine Excavation </h3><br>The Amrine Excavation is a dig site just west of Amrine temple, where famed archeologist Simon Grey and his team have been missing for some time. It’s up to players to venture into the depths of this troubled dig site to uncover their fate and discover what happened with the Ancient technology they unearthed.<br>",
    	"<br><img onclick='popup2()' class='article-news' src='about_news/about_new3_2.jpg'><br><br>With a level 25 requirement, the Amrine Excavation is meant to be an introductory experience to Expeditions. Players will find that the mechanics of the puzzles difficulty and AI are scaled accordingly.<br><br><h3 class='articletxt'>Garden of Genesis</h3><br>In Edengrove, Survivalist Ellwood has discovered a garden where the Angry Earth are born. Like the rest of Edengrove, the garden has been infected with a mysterious Blight. If allowed to spread, the Blight will continue leech out of the Garden and threaten the inhabitants of Aeternum. Players must face the Garden’s protectors in order to penetrate to the nursery’s primordial heart, purge the Blight, and begin the Garden’s restoration.<br>",
	   "<br><img onclick='popup3()' class='article-news' src='about_news/about_new3_3.jpg'><br>As an an end-game Expedition intended for level 60 players, the Garden of Genesis will serve as a more challenging experience. With these higher level Expeditions, players can expect to solve different types of puzzles, fight varying AI, and more have even more challenging experiences.<br><br><h3 class='articletxt'>Looking Ahead</h3><br>We’re excited to have released the Amrine Excavation and Garden of Genesis Expeditions in the Alpha! Data from the Alpha test as well as the feedback from the testers themselves will be studied closely and tuning will be done to the systems as we introduce more Expeditions to New World. As we continue development, we’ll keep you updated on our social channels and website with future content."]
	},
	{
	   "catagories" : "GENERAL",
	   "cover_pic" : "new_img/img_news4.jpg",
	   "header" : "New World Community Space",
           "detail" : "Read on for ways to connect with the New World community and how to get involved if you’re interested in joining the New World Creator program.",
	   "date" : "September 27, 2021",
	   "story": ["<img class='article-news' src='new_img/img_news4.jpg'>",
		   "Greetings, Adventurers!<br><br> From venturing into Expeditions alongside your team to solve puzzles and vanquish powerful enemies, to taking part in a Company vying for control of Aeternum through territory control and war, New World is a game that values, emphasizes, and celebrates player interaction and community. In New World you’ll be able to chat with other players in the world through text and voice, but we wanted to make sure you had the tools to connect with other players, and our team, outside of the game. Below you can find ways to connect with the New World community, and how to get involved if you’re interested in joining the New World Creator program.<br>",
		     "<br><h2 class='articletxt'>Community Platforms</h2><br> <h6 class='articletxt'>Official Forums</h6><br>","The <a href='https://forums.newworld.com/'>Official New World forums</a> are the best place to submit feedback and bugs directly to our team, chat with other players about in-game systems, fun interactions, or recruit players to your in-game Company or play group.<br>",
		    "<br><h6 class='articletxt'>Amazon Games Discord</h6><br>The <a href='https://discord.com/invite/amazon-games'>Amazon Games Discord server</a> was built for Amazon Games staff members to host events, townhalls, AMAs, and talk to the community. Feeling up for something more real-time and conversational than the forums? There are spaces for players to chat about all things New World and interact with our team.<br>",
		    "<br><h2 class='articletxt'>Social Media</h2><br>  Follow our social accounts and newworld.com for exclusive content, community highlights, and to stay up to date on all things New World.<br>",
		    "<br><ul>",
			"<li><a href='https://twitter.com/playnewworld'>Twitter</a></li>",
			"<li><a href='https://www.facebook.com/playnewworld/'>Facebook</a></li>",
			"<li><a href='https://www.youtube.com/playnewworld'>YouTube</a></li>",		
			"<li><a href='https://www.twitch.tv/playnewworld'>Twitch</a></li>",
		    "</ul>",
		   "<br><h2 class='articletxt'>Creator Program</h2><br>","The New World Creator Program is designed to empower you to collaborate with the New World team and other creative members of the community. Whether you’re a streamer, YouTuber, wiki author, cosplayer, artist, musician, or anyone else who makes something to contribute to the love of New World, we want to make sure we find ways to support you.<br>",
 		   ",There are no requirements to apply other than a desire to create great New World content. Post launch we will be working on further ways to build the Creator community, such as standing up a New World Discord server for Creators to meet each other, have a common space to chat, and share their favorite clips.<br>",
		   "<br>Interested in joining? You can learn more and sign up on our <a href ='https://www.newworld.com/en-us/social/creator-program'>Creator Program page</a><br>",
		   "<br>Thanks for being part of the New World Community! See you in Aeternum."]
	},
	{
	   "catagories" : "UPDATES",
	   "cover_pic" : "new_img/img_news5.jpg",
	   "header" : " New World Launch Details",
        "detail" : "Learn about the exclusive New World content available at launch, and check out our server names, locations, and launch times.",
	   "date" : "September 23, 2021",
	   "story":["<a href= 'https://www.youtube.com/watch?v=5kGcrtkWIgM'>img src='new_img/new_img5_1.png'</a><br>",
		   "Greetings, Adventurers!<br>Well, here we are! It's been a hectic time for the New World team since open beta and with launch here, it feels like a good opportunity to talk a bit about New Worlds future. <br>",
		   "First off, thank you, the players. Thanks to the people who helped us test and refine, both in Alpha and Beta. Thanks for your pre-orders, which humbled us with your evident interest. Thanks to the people who gave us feedback on social media, our forums, in person - it's all valuable, even when we disagree. We know we can't please everybody, but we do our best to listen and learn from every interaction. <br>",
		   "I know it isn't a revolutionary position in online gaming to take, but it still needs to be said - we view this launch as a beginning, not a completion. We have layers of plans for New World, from the things we want to get done the first week to the additions we'd like to be making years from now. <br>",
		   "Features we want to add to the game over time are (in no particular order): New weapons with completely new styles of skill-based combat, new areas of the world with distinct visual styles that make each login feel like a new journey, completely new activities (similar to fishing or the crafting professions) that fit thematically into our gameplay, more game modes like our existing War or Outpost Rush, and of course more of many things we already have - more quests, creatures, discovery, PvE and PvP. It's a lot of stuff, and we need your help picking which priorities to take or what completely new direction we should go. <br>",
		   "That change is what we find exciting as a studio. New World isn't meant to be a static game, we want it to be constantly evolving in ways you find fun, while still being familiar and true to its nature. My hope is you'll love what we've got now but find it getting even better every month. That's our goal for ourselves. Sometimes, we're going to make mistakes against that goal - we are not perfect. Bear with us and let us know when that happens, and we'll improve.<br>",
		   "I hope all of you find fun and joy with your time in Aeternum, in whichever game style you prefer. As developers that is the ultimate validation of our efforts, when players have fun. I'll be right there with you, tackling the mysteries of the Corrupted, celebrating the latest Expedition win, and if we're being completely honest, probably getting killed by many of you (repeatedly) in War. But mostly, having fun.<br>",
		   "- Rich Lawrence, Studio Director <br><br>",
		   "<h2 class='articletxt'>Launch Servers</h2><br>New World's launch is a unique moment when Aeternum is an unclaimed land of opportunity, and the ability for you and your Company to organize, progress, and claim your territory is an exciting event as you establish a foothold to defend and develop. We want that initial land rush to feel fair for all our players around the world. We paid close attention during Closed and Open Beta to your feedback on when servers went live. When planning our server launch times, we took fairness and your feedback in mind and have designed a server roll out we hope will support the majority of our players. We took local times into consideration and will launch in the following order:<br>",
		"<ul>",
			"<li>8AM CEST EU Servers will launch (9/27 at 11pm PT)</li>",
			"<li>8AM BRT South American Servers will launch (9/28 4am PT)</li>",
			"<li>9PM AEST Australian Servers will launch (9/28 4am PT*)</li>",
			"<li>8AM ET NA East Coast Server will launch (9/28 at 5am PT)</li>",
			"<li>8AM PT NA West Coast Servers will launch</li>",
		   "</ul>",
		   "*To provide the best possible experience at launch, we’ve decided to open our Australian server at a time that aligns with the larger global roll-out. Following the 8AM pattern for Australia would have resulted in it being a different 'day'",
		   "than other regions due to the time difference, and we wanted the region to be able to share in the launch community elsewhere in the world, like streams and website posts.<br>",
		   "To help clarify the information above please check out this handy map of global launch times:<br>",
		   "<img src='new_img/new_img5_2.jpg'><br>For those interested, the full list of launch servers can be found below the Twitch and Prime Gaming content sections.<br><br>",
		   "<h2 class='articletxt'>Twitch Drops: Vinespun Weapon Skins</h2><br> All 66 awesome content creators who participated in the Battle for New World have been granted access to a Twitch Drop exclusive to their channels for the first two weeks after New World launches, alongside some free copies of the game to give away to their communities. Be sure to tune into their channels at launch to receive the Vinespun weapon skin set. You can find a full list of participants who will have access to the Vinespun weapon skin, and links to their Twitch channels, on the <a href ='https://www.newworld.com/en-us/battle-for-new-world'>Battle for New World Leaderboard page</a>.<br>",
		   "<img= src'new_img/new_img5_3.jpg'><br><h2 class='articletxt'>Prime Gaming Content</h2><br>","With <a href 'https://gaming.amazon.com/home'>Prime Gaming</a>, Amazon Prime members enjoy tons of free, exclusive content for their favorite PC, console, and mobile games. Plus, they can claim a collection of PC games for free every month that are theirs to keep forever, and a monthly Twitch channel subscription. Prime Gaming’s selection of in-game content and free PC games is always growing and rotating to stay fresh, with new items and free games added every month.<br>",
		   "New World will have a variety of free, exclusive items available through Prime Gaming, and we’ll be kicking things off with with the Pirate Packs. The first pack will be available starting on New World’s September 28 launch, and can be claimed until November 1. This pack includes an exclusive pirate character skin and pirate-stance emote, alongside 5,000 Marks of Fortune— a premium currency used to buy cosmetic items from the in-game store.<br> <img= src'new_img\new_img5_4.png'><br>The second Pirate Pack will be available beginning October 12 and can be claimed by Prime Gaming members until November 1. It will include more exclusive pirate-themed goodies, with a pirate sword skin, a finger-across-the-throat emote, and a pack of 3 crests.<br>",
		   "<img= src'new_img/new_img5_5.png'><br>Players who are not currently Amazon Prime members that are interested in accessing the exclusive New World drops can sign-up for a free, 30-day trial on the <a href ='https://gaming.amazon.com/home'>Prime Gaming website</a>.<br>",
		   "<h2 class='articletxt'>Launch Servers</h2><br>","The servers listed below are the initial recommended language servers we created for New World’s launch. Each server holds thousands of players simultaneously. We also have additional servers held in reserve, and we’ll add the reserve servers and adjust newly created servers based on the demand in our supported regions. We started with the data centers based on player interest and our ability to service them well. While AWS operates all over the world, we have to make sure we can operate well in an area before launching there. With that in mind, we will be looking into other server locations post-launch.<br>",
		   "Aeternum is a place of legend, so our servers use the names of legendary realms from mythology, such as the homes of various gods, the Underworld, or mythical cities and magical lands from various cultures. For the servers listed below, the ones with recommended languages are exactly that, for the mutual enjoyment of those interested in adventuring and using that language together. The recommended language shouldn’t be interpreted as a restriction or requirement, and many are left to be a free-for-all.<br>",
		   "<h3>US West</h3><br>",
		   "<ul>",
			"<li>Camelot</li>",
			"<li>Kshira Sagara</li>",
			"<li>Linnunrata</li>",
			"<li>Mulitefao</li>",
			"<li>Ptolemais</li>",
			"<li>Celadon</li>",
			"<li>Neno Kuni</li>",
			"<li>Uku Pacha</li>",
			"<li>El Dorado</li>",
			"<li>Nidavellir</li>",
			"<li>Vourukasha</li>",
			"<li>Aukumea</li>",
			"<li>Mag Mell</li>",
			"<li>Plancta</li>",
			"<li>Riallaro</li>",
			"<li>Kronomo</li>",
			"<li>Ferri</li>",
			"<li>Sarragalla</li>",
			"<li>Theleme</li>",	
			"<li>Tlillan-Tlapallan</li>",
			"<li>Yggdrasil</li>",
			"<li>Lilliput - Recommended Language: Spanish & English</li>",
			"<li>Rarohenga - Recommended Language: Spanish & English</li>",
		   "</ul>",
		    "<h3>US East</h3><br><ul>",
			"<li>Themiscyra</li>",
			"<li>Cantahar</li>",
			"<li>Aztlan</li>",
			"<li>Yaxche</li>",
			"<li>Topan</li>",
			"<li>Valhalla</li>",
			"<li>Xibalba</li>",
			"<li>Morrow</li>",
			"<li>Locuta</li>",
			"<li>Krocylea</li>",
			"<li>Adlivun</li>",
			"<li>Minda</li>",
			"<li>Loloi</li>",
			"<li>Kay Pacha</li>",
			"<li>Frislandia</li>",
			"<li>Calnogor</li>",
			"<li>Mictlan</li>",
			"<li>Ensipe</li>",
			"<li>Dominora</li>",	
			"<li>Pyrallis</li>",
			"<li>Eden</li>",
			"<li>Maramma</li>",
			"<li>Ute-Yomigo</li>",
			"<li>Sitara</li>",
			"<li>Amano Iwato</li>",
			"<li>Vaitarani</li>",
			"<li>Hanan Pacha</li>",
			"<li>Bilskirnir - Recommended Language: Spanish & English</li>",
			"<li>Silha - Recommended Language: Spanish & English</li>",
			"<li>Scheria</li>",
			"<li>Oceana</li>",
			"<li>Duguang</li>",
			"<li>Falias</li>",
			"<li>Moriai</li>",
			"<li>Ruach</li>",
			"<li>Heliopolis</li>",
			"<li>Tritonis</li>",
			"<li>Norumbega</li>",
			"<li>Ys</li>",
			"<li>Royllo</li>",
			"<li>Ogygia</li>",
			"<li>Tlalocan</li>",	
			"<li>Zuvendis</li>",
			"<li>Atvatabar</li>",
			"<li>Pleroma</li>",
			"<li>Vingolf</li>",
			"<li>Pahruli</li>",
			"<li>Nunne Chaha</li>",
			"<li>Valgrind</li>",
			"<li>Orun</li>",	
			"<li>Takamagahara</li>",
			"<li>Aarnivalkea</li>",
			"<li>Orofena</li>",
			"<li>Olympus</li>",
		    "</ul>",
		    "<h3>Central Europe</h3><br>",
		    "<ul>",
			"<li>Asgard</li>",
			"<li>Duat</li>",
			"<li>Eurytheia</li>",
			"<li>Finias</li>",
			"<li>Hades</li>",
			"<li>Hellheim</li>",
			"<li>Ekera</li>",
			"<li>Gaunes</li>",
			"<li>Abaton</li>",
			"<li>Harmonia</li>",
			"<li>Alastor</li>",
			"<li>Fae</li>",
			"<li>Slavna</li>",
			"<li>Tupia</li>",
			"<li>Albraca - Recommended Language: German & English</li>",
			"<li>Learad - Recommended Language: German & English</li>",
			"<li>Ganzir - Recommended Language: German & English</li>",
			"<li>Silpium - Recommended Language: German & English</li>",
			"<li>Utgard - Recommended Language: German & English</li>",	
			"<li>Antillia - Recommended Language: German & English</li>",
			"<li>Styx - Recommended Language: German & English</li>",
			"<li>Ravenal - Recommended Language: German & English</li>",
			"<li>Annwyn</li>",
			"<li>Hyperborea</li>",
			"<li>Sanor</li>",
			"<li>Rocabarra</li>",
			"<li>Zerzura</li>",
			"<li>Amenti</li>",
			"<li>Glyn Cagny</li>",
			"<li>Saena</li>",
			"<li>Urdarbrunn</li>",
			"<li>Penglai</li>",
			"<li>Alfheim</li>",
			"<li>Saba</li>",
			"<li>Vainola</li>",
			"<li>Lyonesse - Recommended Language: French & English</li>",
			"<li>Nysa - Recommended Language: French & English</li>",
			"<li>Bakhu - Recommended Language: French & English</li>",
			"<li>Ife - Recommended Language: French & English</li>",
			"<li>Melinde - Recommended Language: French & English</li>",
			"<li>Baltia</li>",
			"<li>Inferni</li>",	
			"<li>Muspelheim</li>",
			"<li>Thule</li>",
			"<li>Tir Na Nog</li>",
			"<li>Barri</li>",
			"<li>Idavoll</li>",
			"<li>Runeberg</li>",
			"<li>Naxos</li>",
			"<li>Murias</li>",	
			"<li>Bifrost</li>",
			"<li>Icaria</li>",
			"<li>Niflheim</li>",
			"<li>Nav</li>",
			"<li>Tanje</li>",
			"<li>Bengodi - Recommended Language: Spanish & English</li>",
			"<li>Kor - Recommended Language: Spanish & English</li>",
			"<li>Bensalem</li>",
			"<li>Iroko</li>",
			"<li>Midgard</li>",
			"<li>Ketumati</li>",
			"<li>Una-bara</li>",
			"<li>Karkar - Recommended Language: Polish & English</li>",
			"<li>Bran - Recommended Language: Polish & English</li>",
			"<li>Brittia - Recommended Language: Italian & English</li>",
			"<li>Jotunheim - Recommended Language: Italian & English</li>",
			"<li>Brittia - Recommended Language: Italian & English</li>",
			"<li>Caer Sidi</li>",
			"<li>Ishtakar</li>",
			"<li>Metsola</li>",
			"<li>Eridanus</li>",
		"</ul>",
		"<h3>South America</h3><br>",
		"<ul>",
			"<li>Albur</li>",
			"<li>Eugea</li>",
			"<li>Kukku</li>",
			"<li>Nammu</li>",
			"<li>Apsu</li>",
			"<li>Kigal</li>",
			"<li>Niraya</li>",
			"<li>Atlantis</li>",
			"<li>Hubur</li>",
			"<li>Alatyr</li>",
			"<li>Irkalla - Recommended Language: Spanish & English</li>",
			"<li>Tuma - Recommended Language: Spanish & English</li>",
			"<li>Svarga - Recommended Language: Spanish & English</li>",
			"<li>Arali</li>",
			"<li>Tamag</li>",
			"<li>Modun</li>",
			"<li>Kunlun</li>",
			"<li>Liusha</li>",
			"<li>Aratta</li>",
			"<li>Taparloka</li>",
			"<li>Kitezh</li>",
			"<li>Jianmu</li>",
			"<li>Dilmun</li>",
			"<li>Lanka</li>",
			"<li>Naraka</li>",	
			"<li>Dunnu</li>",
			"<li>Devaloka</li>",			
		"</ul>",
		"<h3>Australia</h3><br>",
		"<ul>",
			"<li>Adiri</li>",
			"<li>Baralku</li>",			
			"<li>Duzakh</li>",
			"<li>Agartha</li>",			
			"<li>Eridu</li>",
			"<li>Yama</li>",			
			"<li>Zara</li>",
			"<li>Barzakh</li>",			
			"<li>Hsuan</li>",
			"<li>Utopia</li>",			
			"<li>Buzhou</li>",		
		"</ul><br>We are excited to welcome you all to Aeternum. This is just the beginning!"]
	},
	{
	   "catagories" : "GENERAL",
	   "cover_pic" : " new_img/img_news6.jpg",
	   "header" : "The Azoth Tree Comes to Life",
        "detail" : " In celebration of New World’s launch next week, we’re collaborating with the expert staff of Urban Screen and Jung von Matt to set up a light projection of the Azoth Tree in Berlin, bringing the iconic landmark in Aeternum to life in our world.",   
	   "date" : "September 22, 2021",
	   "story": ["Greetings, Adventurers!<br> In celebration of New World’s launch next week, we’re collaborating with the expert staff of Urban Screen and Jung von Matt to set up a light projection of the Azoth Tree in Berlin, bringing the iconic landmark in Aeternum to life in our world.", 
	   "You can find the Azoth Tree at Naturkundemuseum, available to visit on September 26 and 27 by all those nearby and interested! For anyone who can’t visit the tree in person, streamer","<a href='https://www.twitch.tv/p4wnyhof'> P4wnyhof </a>will be hosting a Twitch stream where the audience can help shape the fate of the Azoth Tree— and earn epic", 
	   "prizes for doing so.","Keep an eye on <a href= 'https://twitter.com/playnewworld'>@playnewworld</a> and our other social channels for more information!<br><br>",
	   "<h6 class='articletxt'>Location</h6><br>",
	   "Naturkundemuseum Berlin<br>",
	   "Invalidenstraße 43<br>",
	   "10115 Berlin<br><br>",
		"<h6 class='articletxt'>Livestream Schedule:</h6><br>",
	   "On September 27, <a href ='https://www.twitch.tv/p4wnyhof'>P4wnyhof's stream</a> will begin at 11:00AM PT (6:00PM UTC).<br>",
	   "During the livestream, P4wnyhof will display pieces of New World content and ask corresponding trivia questions. If the audience works together and answers correctly,they will receive pieces of a special “Azoth” code. By the end of the stream, the audience will be able to piece together the full code which allows them to participate in sweepstakes to win a New World themed Alienware Battlestation! One Alienware Battlestation will be given out in each of the following regions: United States, United Kingdom, Germany, France. To be eligible for prizes, participants must reside in the country. Further instructions on how to participate, a link to the terms and conditions, and an FAQ on the sweepstakes can be found below.<br>",
	   "<h2 class='articletxt'>Grand Prize:</h2><br>",
	   "The winner for each region will receive one of each of the following pieces of gear, for a complete gaming station.<br>",
	   "<ul>",
		"<li>Alienware m15 R6 Gaming Laptop</li>",
		"<li>New Alienware27 Gaming Monitor - AW2720HF</li>",
		"<li>New Alienware Low Profile RGB Mechanical Gaming Keyboard | AW510K</li>",
		"<li>New Alienware 7.1 Gaming Headset | AW510H</li>",
		"<li>New Alienware Wired/Wireless Gaming Mouse | AW610M</li>",
	   "</ul>",
	   "<img src='new_img/new_img6_1.jpg'><br><br>","<h2 class='articletxt'>Sweepstakes FAQ</h2><br>","<h6 class='articletxt'>How do I enter?</h6><br>",
	    "In order to participate, you’ll need an Amazon account. Once you have an Amazon account, you’ll need to access the <a href='https://www.amazon.com/l/23604500011'>Amazon sweepstakes page</a>",
	   "for your region and fill out the form asking for the special “Azoth'” code. The special code can only be obtained after watching the stream.",
        "The four qualifying countries are the United States, United Kingdom, France, and Germany. During the livestream, the content creator will display pieces of New World content and ask trivia questions. ",
	   "If the audience works together and answers correctly, they will receive pieces of the special code. By the end of the stream, the audience will be able to piece together the full code which they can enter into the form on the <a href ='https://www.amazon.com/l/23604500011'>Amazon sweepstakes page.</a>",
	   "Once a participant enters and agree to the terms and conditions, they'll have a chance to win the Battlestation for their region. The full terms and conditions and rules for eligibility can be found on the regional <a href='https://www.amazon.com/l/23604500011'>Amazon sweepstakes page</a>.<br> Regional Sweepstakes Pages:<br>",
	   "United States: <a href ='https://www.amazon.com/l/23604500011'>www.amazon.com/azothtree</a><br>",
     	"United Kingdom: <a href ='https://www.amazon.co.uk/l/27005970031'> www.amazon.co.uk/azothtree<br>",
 	   "Germany: <a href='https://www.amazon.de/l/27016388031'>www.amazon.de/azothtree</a><br>",
	   "France: <a href='https://www.amazon.fr/l/27016392031'>www.amazon.fr/azothtree</a><br>",
	   "<h6 class='articletxt'>How are winners chosen?</h6><br>",
	   "The potential grand prize winner will be randomly selected from all eligible participants.<br>",
	   "<h6 class='articletxt'>How are winners contacted?</h6><br>",
	   "Winners will be decided at the end of September and will be contacted through the email address submitted in the form when entering the sweepstakes.<br>",
	   "<h6 class='articletxt'>Restrictions</h6><br>",
	   "To enter the sweepstakes you must be 18 years old or older. The entry limit is one entry per person per region. Only participants residing in the United States, United Kingdom, France, and Germany are eligible for prizes.<br>",
	   "See you in Aeternum!"]
	}
	
]                 
	   
